{
  "estudios": [
    {
      "id": "oct",
      "nombre": "Tomografía de Coherencia óptica (OCT)",
      "descripcion": "Es un estudio de imagen no invasivo y de no contacto que permite evaluar con alta resolución las estructuras internas de la retina y el nervio óptico in vivo.",
      "aplicaciones": "Detección precoz de enfermedades de la retina como las Maculopatías, además permite un monitoreo de la enfermedad y su respuesta al tratamiento."
    },
    {
      "id": "hrt",
      "nombre": "Tomógrafo de nervio óptico (Heidelberg Retinal Tomograph II - HRT)",
      "descripcion": "Es un estudio de imagen no invasivo y de no contacto que permite evaluar con alta resolución las estructuras internas de la retina y el nervio óptico in vivo.",
      "aplicaciones": "Detección precoz de enfermedades de la retina como las Maculopatías, además permite un monitoreo de la enfermedad y su respuesta al tratamiento."
    },
    {
      "id": "topografia",
      "nombre": "Topografía Corneal",
      "descripcion": "La topografía corneal es un mapeo computado de la superficie de la córnea no invasivo. Permite analizar la forma y curvatura de la córnea, ayudando a diagnosticar enfermedades y planificar tratamientos o cirugías oculares.",
      "aplicaciones": "Es muy útil en el diagnóstico y seguimiento de enfermedades corneales, como el queratocono, la degeneración marginal pelúcida, los astigmatismos irregulares, etc."
    },
    {
      "id": "paquimetria",
      "nombre": "Paquimetría corneal ultrasónica",
      "descripcion": "Es un estudio que nos permite evaluar el espesor de la córnea. El grosor corneal es un importante indicador de la salud y la función de la córnea. Se hace bajo anestesia local.",
      "aplicaciones": [
        "Evaluar el grosor corneal antes de cirugías refractivas láser.",
        "Diagnosticar y controlar enfermedades corneales, como el queratocono.",
        "Ajustar la interpretación de la presión intraocular en el glaucoma.",
        "Valorar el edema o adelgazamiento corneal en distintas patologías oculares."
      ]
    },
    {
      "id": "ecometria",
      "nombre": "Ecometría ocular ultrasónica",
      "descripcion": "Es un estudio que nos permite evaluar el espesor de la córnea. El grosor corneal es un importante indicador de la salud y la función de la córnea. Se hace bajo anestesia local.",
      "aplicaciones": [
        "Evaluar el grosor corneal antes de cirugías refractivas láser.",
        "Diagnosticar y controlar enfermedades corneales, como el queratocono.",
        "Ajustar la interpretación de la presión intraocular en el glaucoma.",
        "Valorar el edema o adelgazamiento corneal en distintas patologías oculares."
      ]
    },
    {
      "id": "autorrefractometria",
      "nombre": "Autorrefractometría y Queratometría Computada",
      "descripcion": "Un autorrefractómetro y queratómetro computado sirve para medir automáticamente el error refractivo del ojo (miopía, hipermetropía, astigmatismo) y la curvatura de la córnea, ayudando en el diagnóstico visual y en la adaptación de lentes."
    },
    {
      "id": "gonioscopia",
      "nombre": "Gonioscopía",
      "descripcion": "Es el examen que determina si el ángulo donde el iris se une a la córnea es amplio y abierto o estrecho y cerrado. Durante el examen, se utilizan gotas anestésicas. Ayuda a diagnosticar y clasificar tipos de glaucoma."
    },
    {
      "id": "curva-presion",
      "nombre": "Curva diaria de presión ocular",
      "descripcion": "Sirve para medir la presión intraocular en distintos momentos del día, permitiendo detectar fluctuaciones que ayudan a diagnosticar y controlar el glaucoma."
    },
    {
      "id": "pam-test",
      "nombre": "PAM test (Potencial Acuity Meter) con test de Lotmar",
      "descripcion": "El Test de Lotmar permite pronosticar tentativamente el resultado visual postoperatorio, es decir, cuánto verá usted después de ser operado de catarata. Se usa en caso de que además de la catarata existan otras enfermedades como la maculopatía, el glaucoma, entre otras."
    },
    {
      "id": "amsler",
      "nombre": "Test de Amsler",
      "descripcion": "El test de la rejilla de Amsler es una forma rápida y fácil de evaluar la visión central de la retina (visión de la mácula). La mácula se caracteriza por tener la mayor cantidad de fotorreceptores responsables de la definición o nitidez visual."
    },
    {
      "id": "oftalmoscopia",
      "nombre": "Oftalmoscopía binocular indirecta",
      "descripcion": "Es un estudio que permite una evaluación estereoscópica y amplia del fondo de ojo, facilitando el diagnóstico y seguimiento de patologías de retina, nervio óptico y coroides."
    }
  ],
  "serviciosGenerales": [
    {
      "id": "oftalmologia-general",
      "nombre": "Oftalmologia General",
      "descripcion": "Permite evaluar, diagnosticar y tratar las enfermedades más frecuentes del ojo. Incluye controles de agudeza visual, prescripción de lentes, detección de patologías y su tratamiento."
    },
    {
      "id": "evaluacion-recien-nacido",
      "nombre": "Evaluación oftalmológica del recién nacido",
      "descripcion": "La evaluación del fondo de ojo en el recién nacido sirve para detectar de forma temprana malformaciones, infecciones o problemas en la retina que puedan afectar su visión."
    },
    {
      "id": "reflejo-rojo",
      "nombre": "Reflejo rojo",
      "descripcion": "La evaluación del reflejo rojo en el recién nacido sirve para detectar de forma temprana cataratas u otras alteraciones congénitas de las estructuras del ojo que puedan afectar la visión."
    },
    {
      "id": "evaluacion-infantil",
      "nombre": "Evaluación oftalmológica infantil",
      "descripcion": "Sirve para detectar problemas visuales de forma temprana y asegurar un desarrollo visual adecuado. También permite prevenir ambliopía (ojo vago). Se debe realizar anualmente en todos los chicos en edad escolar."
    },
    {
      "id": "evaluacion-adultos",
      "nombre": "Evaluación oftalmológica adultos",
      "descripcion": "Sirve para detectar y controlar enfermedades oculares como glaucoma, cataratas y retinopatías. También permite ajustar la corrección visual y prevenir complicaciones que puedan afectar la visión a largo plazo."
    },
    {
      "id": "tonometria",
      "nombre": "Tonometría o medición de la presión ocular",
      "descripcion": "La toma de la presión ocular permite cuantificar la presión intraocular, esencial para el diagnóstico y seguimiento del glaucoma y otras patologías que afectan la salud del nervio óptico."
    },
    {
      "id": "fondo-ojos",
      "nombre": "Fondo de ojos",
      "descripcion": "Es el examen del segmento posterior del ojo (retina, vítreo, vasos retinales), se realiza con dilatación de las pupilas."
    },
    {
      "id": "lampara-hendidura",
      "nombre": "Examen con lámpara de hendidura",
      "descripcion": "Es el estudio biomicroscópico de las diferentes estructuras oculares, es el pilar fundamental del estudio ocular."
    },
    {
      "id": "lensometria",
      "nombre": "Lensometría computarizada",
      "descripcion": "Sirve para medir de forma precisa la graduación de lentes oftálmicos, incluyendo potencia, cilindro y eje. También verifica la correcta prescripción y calidad de los cristales, así como la presencia de filtros UV."
    }
  ],
  "pruebasVisionColores": [
    {
      "id": "farnsworth-munsell",
      "nombre": "Test de Farnsworth – Munsell / Visión de colores",
      "descripcion": "Es una prueba que se usa para el diagnóstico de los trastornos en la visión cromática. El paciente debe ordenar una serie de fichas de color de forma que los colores queden ordenados formando una transición gradual de los mismos."
    },
    {
      "id": "ishihara",
      "nombre": "Test de Ishihara",
      "descripcion": "El test de Ishihara es el test más utilizado para diagnóstico y clasificación de discromatopsias (alteraciones en la visión de colores, como el daltonismo) aunque además es muy útil para otros procesos como conocer el estado del nervio óptico y sus fibras."
    },
    {
      "id": "filtros-daltonismo",
      "nombre": "Prueba y adaptación de filtros para la ceguera del color - daltonismo",
      "descripcion": "Los filtros para la ceguera del color son lentes especiales que, mediante el bloqueo selectivo de ciertas longitudes de onda de luz, pueden ayudar a personas con daltonismo rojo-verde a mejorar el contraste entre los colores y a distinguirlos mejor en situaciones concretas. Aunque no ofrecen una corrección total, algunos usuarios experimentan una mejor percepción del color mientras usan las gafas. Es importante destacar que los resultados varían según el tipo y grado de daltonismo de la persona, y estos filtros no son una cura."
    }
  ],
  "patologiasOculares": [
    {
      "id": "glaucoma",
      "nombre": "Glaucoma",
      "descripcion": "El glaucoma es una enfermedad del nervio óptico, generalmente asociada a presión ocular elevada, que produce daño progresivo y puede llevar a pérdida irreversible de la visión.",
      "tratamiento": "Se trata reduciendo la presión intraocular mediante gotas oftálmicas, procedimientos con láser o cirugías, según la gravedad y la respuesta de cada paciente."
    },
    {
      "id": "maculopatia",
      "nombre": "Maculopatía",
      "descripcion": "La maculopatía es una enfermedad que afecta la mácula, la zona central de la retina responsable de la visión fina y detallada. Puede causar distorsión, visión borrosa o pérdida de la visión central.",
      "tratamiento": "El tratamiento depende del tipo de maculopatía y puede incluir inyecciones intravítreas, láser, control de factores de riesgo así como la rehabilitación visual mediante la adaptación de ayudas especiales que permitan mejorar la calidad de vida de los pacientes."
    },
    {
      "id": "alergias-oculares",
      "nombre": "Alergias oculares",
      "descripcion": "Son reacciones inflamatorias de la superficie ocular causadas por alérgenos como polvo, polen o ácaros. Producen picazón, enrojecimiento, lagrimeo y sensación de arenilla."
    },
    {
      "id": "blefaritis",
      "nombre": "Blefaritis",
      "descripcion": "Es una inflamación crónica de los párpados, asociada a bacterias o disfunción de las glándulas de Meibomio. Genera irritación, costras, sensación de ardor y ojo seco."
    }
  ],
  "cirugiasProcedimientos": [
    {
      "id": "cirugia-cataratas",
      "nombre": "Evaluación y cirugía de cataratas",
      "descripcion": "El tratamiento de cataratas con lentes intraoculares consiste en extraer el cristalino opaco y reemplazarlo por un lente artificial, restaurando la transparencia del ojo y mejorando la agudeza visual, con la posibilidad de realizar una cirugía facorrefractiva para corregir también errores refractivos como miopía, hipermetropía o astigmatismo y disminuir la dependencia de anteojos."
    },
    {
      "id": "yag-laser",
      "nombre": "Yag Láser",
      "descripcion": "El láser YAG sirve para realizar procedimientos como la capsulotomía posterior (\"limpieza del lente\") en pacientes operados de cataratas y la iridotomía periférica en ciertos tipos de glaucoma. La foto-cirugía láser permite abrir tejidos oculares de forma precisa sin necesidad de cirugía invasiva."
    }
  ]
}
